Repository: Kerolos-Morcos/Bookly-App-Clean-Architecture
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Bookly
ar: بوكلي

source: Newest Books
ar: أحدث الكتب

source: Read Free Books
ar: اقرأ كتب بالمجان

source: Search for books...
ar: ابحث عن كتب ...

source: Search results
ar: نتائج البحث

source: No Results Found
ar: لم يتم العثور على نتائج

source: Free
ar: مجاني

# you_can_also_like
source: You also can like
ar: يمكنك أن تحب أيضًا

source: Free preview
ar: معاينة مجانية

source: Not Available
ar: المعاينة غير متوفرة

source: NOT_FOR_SALE
ar: الكتاب ليس للبيع

source: FOR_SALE
ar: متاح للبيع

source: UNKNOWN_SALEability
ar: حالة البيع غير معروفة
